Repository: collective/collective.alias
Catalog: src/collective/alias/locales/*/LC_MESSAGES/collective.alias.po
Languages: fi, fr, pt_br

source: Alias
fi: Heijastus
pt_br: Atalho

source: Alias actions
fi: Heijastustoiminto
fr: Actions sur les alias
pt_br: Ações de atalho

source: Aliased object
fi: Heijastettu sivu
fr: Contenu aliasé
pt_br: Origem do atalho

source: Allow traversal
fi: Salli pääsy alkuperäisen sivun alasivuihin
fr: Autoriser la navigation
pt_br: Permitir navegação ('traversal')

source: An alias for another content item
fi: Toisen sivun sisältöä heijastava sivu
fr: Un alias pour un autre contenu
pt_br: Um atalho para outro item de conteúdo

source: Choose an object to alias
fi: Valitse heijastuksen kohde
fr: Choisir un contenu à aliaser
pt_br: Escolha um item para criar um atalho

source: Create an alias of the data on the clipboard
fi: Luo heijstus leikepöydän sisällöstä
fr: Créer un alias à partir des données copiées
pt_br: Criar um atalho do item na área de transferência

source: Edit alias
fi: Muokkaa heijastusta
fr: Modifier l'alias
pt_br: Editar atalho

source: Ids of actions that are allowed on aliases
fr: Identifiants des actions autorisées sur les alias
pt_br: IDs das ações permitidas em atalhos

source: If selected, children of the aliased object will appear as children of the alias. Note that they will not be indexed in the catalog, and probably won't show up in folder listings. This option may be useful for e.g. Collections, where some information is stored in child objects.
fi: Kun tämä on valittu, heijastetun kansions sisältö näytetään myös heijastuksen sisältönä. Huomioi kuitenkin, ettei heijastuksen sisältö todennäköisesti silti näy heijastuksen kansiolistauksessa tai hakutuloksissa. Tämä saattaa auttaa kokoelmien heijastamisessa.
fr: Si activée, les contenus enfants du contenu aliasé apparaîtront en tant qu'enfants de l'alias. Note: ils ne seront pas indexés dans le catalogue, et n'apparaîtront pas dans la vue Contenus du dossier.
pt_br: Se selecionada, filhos da origem do atalho aparecerão como filhos do atalho. Note que eles não serão indexados no catálogo e provavelmente não aparecerão nas listagens de pastas. Esta opção pode ser útil para Coleções, onde algumas informações são armazenadas em itens filhos.

source: If you want your alias to have a different title than the aliased object, enter a title here.
fi: Jos haluat heijastuksella olevan eri otsikon kuin alkuperäisellä sisällöllä, syötä korvaava otsikko tähän.
fr: Si vous souhaitez que l'alias ait un titre différent de celui du contenu aliasé, saisissez-le ici.
pt_br: Se quiser que o atalho tenha um título diferente da origem, entre com um título aqui.

source: List of types which by default allow traversal
fi: Lista sisältötyypeistä, joiden heijasteissa sallitaan oletuksena pääsy myös kohteen alasivuihin
fr: Liste des types pour lesquels on autorise par défaut la navigation
pt_br: Lista de tipos que por padrão permitem navegação ('traversal')

source: Paste alias
fi: Liitä heijastuksena
fr: Coller l'alias
pt_br: Colar atalho

source: Paste as alias
fi: Liitä heijastuksena
fr: Coller comme alias
pt_br: Colar como atalho

source: Title override
fi: Otsikon ylikirjoitus
fr: Remplacement du titre
pt_br: Sobrescrever título

source: Traversal types
fr: Types navigables
pt_br: Tipos navegáveis
